Repository: CodyBontecou/ios-location-tracker
Catalog: IsoMe/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fr, hi, ja, pt_br, ru, zh_hans

source: Only photos you selected for iso.me can appear. Add more in iOS Photos privacy settings.
ar: يمكن أن تظهر فقط الصور التي حددتها لـ iso.me أضف المزيد في إعدادات خصوصية iOS Photos.
bn: শুধুমাত্র আপনি iso.me এর জন্য নির্বাচিত ফটোগুলি প্রদর্শিত হতে পারে৷ iOS ফটোর গোপনীয়তা সেটিংসে আরও যোগ করুন।
es: Sólo pueden aparecer las fotos que hayas seleccionado para iso.me Agregue más en la configuración de privacidad de Fotos iOS .
fr: Seules les photos que vous avez sélectionnées pour iso.me peuvent apparaître. Ajoutez-en plus dans les paramètres de confidentialité iOS Photos.
hi: केवल आपके द्वारा iso.me के लिए चयनित फ़ोटो ही दिखाई दे सकती हैं। iOS फ़ोटो गोपनीयता सेटिंग्स में और जोड़ें।
ja: iso.me用に選択した写真のみが表示されます。 iOS写真のプライバシー設定でさらに追加します。
pt_br: Somente as fotos que você selecionou para iso.me podem aparecer. Adicione mais nas configurações de privacidade iOS Photos.
ru: Могут отображаться только фотографии, которые вы выбрали для iso.me Добавьте больше в настройках конфиденциальности фотографий iOS .
zh_hans: 只能显示您为iso.me选择的照片。在iOS照片隐私设置中添加更多内容。

source: Open an outing to watch the path play back with a moving marker, scrubber, elapsed time, duration, and distance stats.
ar: افتح نزهة لمشاهدة المسار وهو يعمل باستخدام علامة متحركة وجهاز غسل والوقت المنقضي والمدة وإحصائيات المسافة.
bn: একটি চলমান মার্কার, স্ক্রাবার, অতিবাহিত সময়, সময়কাল এবং দূরত্বের পরিসংখ্যান সহ পাথটি প্লে ব্যাক দেখতে একটি আউটিং খুলুন৷
es: Abra una salida para ver cómo se reproduce la ruta con un marcador en movimiento, un depurador, tiempo transcurrido, duración y estadísticas de distancia.
fr: Ouvrez une sortie pour regarder le parcours lu avec un marqueur mobile, un épurateur, le temps écoulé, la durée et les statistiques de distance.
hi: मूविंग मार्कर, स्क्रबर, बीता हुआ समय, अवधि और दूरी के आँकड़ों के साथ पथ को वापस देखने के लिए एक आउटिंग खोलें।
ja: 外出を開いて、移動マーカー、スクラバー、経過時間、継続時間、距離の統計情報を使用して再生されるパスを確認します。
pt_br: Abra um passeio para assistir a reprodução do caminho com um marcador móvel, controle deslizante, tempo decorrido, duração e estatísticas de distância.
ru: Откройте прогулку и посмотрите, как воспроизводится путь с движущимся маркером, скребком, затраченным временем, продолжительностью и статистикой расстояния.
zh_hans: 打开郊游，观看路径回放，其中包含移动标记、滑块、经过时间、持续时间和距离统计数据。

source: Open any outing and export it directly in JSON, CSV, Markdown, OwnTracks, Overland, GPX, KML, or GeoJSON.
ar: افتح أي نزهة وقم بتصديرها مباشرة بتنسيق JSON أو CSV أو Markdown أو OwnTracks أو Overland أو GPX أو KML أو GeoJSON.
bn: যেকোনো আউটিং খুলুন এবং সরাসরি JSON , CSV , Markdown , OwnTracks , Overland , GPX , KML , বা GeoJSON-এ রপ্তানি করুন৷
es: Abra cualquier salida y expórtela directamente en JSON , CSV , Markdown , OwnTracks , Overland , GPX , KML o GeoJSON.
fr: Ouvrez n'importe quelle sortie et exportez-la directement au format JSON , CSV , Markdown , OwnTracks , Overland , GPX , KML ou GeoJSON.
hi: कोई भी आउटिंग खोलें और उसे सीधे JSON , CSV , Markdown , OwnTracks , Overland , GPX , KML , या GeoJSON में निर्यात करें।
ja: 任意の外出を開いて、 JSON 、 CSV 、 Markdown 、 OwnTracks 、 Overland 、 GPX 、 KML 、または GeoJSON で直接エクスポートします。
pt_br: Abra qualquer saída e exporte-a diretamente em JSON , CSV , Markdown , OwnTracks , Overland , GPX , KML ou GeoJSON.
ru: Откройте любой выход и экспортируйте его напрямую в JSON , CSV , Markdown , OwnTracks , Overland , GPX , KML или GeoJSON.
zh_hans: 打开任何郊游并直接以JSON 、 CSV 、 Markdown 、 OwnTracks 、 Overland 、 GPX 、 KML或 GeoJSON 格式导出。

source: Open any recorded or inferred outing and delete it from the details screen. Its GPS route points are removed, visits from the same time stay in your history, and deleting a live outing stops tracking first.
ar: فتح أي نزهة مسجلة أو مستنتجة وحذفها من شاشة التفاصيل. تتم إزالة نقاط مسار GPS ، وتظل الزيارات من نفس الوقت في سجلك، ويؤدي حذف نزهة مباشرة إلى إيقاف التتبع أولاً.
bn: যেকোন রেকর্ড করা বা অনুমানকৃত আউটিং খুলুন এবং বিশদ স্ক্রীন থেকে মুছুন। এর GPS রুট পয়েন্টগুলি সরানো হয়েছে, একই সময়ে ভিজিটগুলি আপনার ইতিহাসে থাকবে এবং একটি লাইভ আউটিং মুছে দিলে প্রথমে ট্র্যাক করা বন্ধ হয়ে যায়।
es: Abra cualquier salida grabada o inferida y elimínela de la pantalla de detalles. Sus puntos de ruta GPS se eliminan, las visitas del mismo tiempo permanecen en su historial y al eliminar una salida en vivo se detiene el seguimiento primero.
fr: Ouvrez toute sortie enregistrée ou déduite et supprimez-la de l'écran de détails. Ses points d'itinéraire GPS sont supprimés, les visites du même moment restent dans votre historique et la suppression d'une sortie en direct arrête le suivi en premier.
hi: किसी भी रिकॉर्ड की गई या अनुमानित सैर को खोलें और उसे विवरण स्क्रीन से हटा दें। इसके GPS मार्ग बिंदु हटा दिए जाते हैं, उसी समय की विज़िट आपके इतिहास में बनी रहती हैं, और लाइव आउटिंग को हटाने से पहले ट्रैकिंग बंद हो जाती है।
ja: 記録または推測された外出を開き、詳細画面から削除します。そのGPSルート ポイントは削除され、同じ時間の訪問は履歴に残り、ライブ外出を削除すると最初に追跡が停止されます。
pt_br: Abra qualquer saída gravada ou inferida e exclua-a da tela de detalhes. Seus pontos de rota GPS são removidos, as visitas do mesmo horário permanecem em seu histórico e a exclusão de um passeio ao vivo interrompe o rastreamento primeiro.
ru: Откройте любую записанную или предполагаемую прогулку и удалите ее с экрана сведений. Точки маршрута GPS удаляются, посещения в одно и то же время остаются в вашей истории, а удаление прямой прогулки сначала прекращает отслеживание.
zh_hans: 打开任何记录或推断的外出并将其从详细信息屏幕中删除。它的GPS路线点将被删除，同一时间的访问会保留在您的历史记录中，并且删除实时郊游会首先停止跟踪。

source: Open in Maps
ar: افتح في الخرائط
bn: ম্যাপে খুলুন
es: Abrir en mapas
fr: Ouvrir dans Maps
hi: मानचित्र में खोलें
ja: マップで開く
pt_br: Abrir no Mapas
ru: Открыть в Картах
zh_hans: 在地图中打开

source: Open iPhone Settings
ar: افتح إعدادات iPhone
bn: iPhone সেটিংস খুলুন
es: Abra la configuración iPhone
fr: Ouvrir les paramètres iPhone
hi: iPhone सेटिंग्स खोलें
ja: iPhone設定を開く
pt_br: Abra as configurações iPhone
ru: Откройте настройки iPhone
zh_hans: 打开iPhone设置

source: Open map filters
ar: افتح مرشحات الخريطة
bn: মানচিত্র ফিল্টার খুলুন
es: Abrir filtros de mapa
fr: Ouvrir les filtres de carte
hi: मानचित्र फ़िल्टर खोलें
ja: マップフィルターを開く
pt_br: Abrir filtros de mapa
ru: Открыть фильтры карты
zh_hans: 打开地图过滤器

source: Open route replay
ar: إعادة تشغيل المسار المفتوح
bn: ওপেন রুট রিপ্লে
es: Repetición de ruta abierta
fr: Replay de l'itinéraire ouvert
hi: ओपन रूट रिप्ले
ja: オープンルートリプレイ
pt_br: Repetição de rota aberta
ru: Открыть повтор маршрута
zh_hans: 开放路线回放

source: OPEN SETTINGS
ar: افتح الإعدادات
bn: সেটিংস খুলুন
es: ABRIR CONFIGURACIÓN
fr: OUVRIR LES PARAMÈTRES
hi: खुली सेटिंग
ja: 設定を開く
pt_br: ABRA CONFIGURAÇÕES
ru: ОТКРЫТЬ НАСТРОЙКИ
zh_hans: 打开设置

source: Open visit in Maps
ar: فتح الزيارة في الخرائط
bn: ম্যাপে ভিজিট খুলুন
es: Visita abierta en Maps
fr: Visite ouverte dans Maps
hi: मानचित्र में विज़िट खोलें
ja: マップで訪問を開く
pt_br: Visita aberta no Maps
ru: Открыть посещение в Картах
zh_hans: 在地图中开放参观

source: Opens all photos taken at this place.
ar: يفتح جميع الصور الملتقطة في هذا المكان.
bn: এই জায়গায় তোলা সমস্ত ফটো খোলে৷
es: Abre todas las fotos tomadas en este lugar.
fr: Ouvre toutes les photos prises à cet endroit.
hi: इस स्थान पर ली गई सभी तस्वीरें खुलती हैं।
ja: この場所で撮影したすべての写真を開きます。
pt_br: Abre todas as fotos tiradas neste local.
ru: Открывает все фотографии, сделанные в этом месте.
zh_hans: 打开在此地点拍摄的所有照片。

source: Opens manual place entry.
ar: يفتح الإدخال اليدوي للمكان.
bn: ম্যানুয়াল প্লেস এন্ট্রি খোলে।
es: Abre la entrada manual de lugares.
fr: Ouvre la saisie manuelle du lieu.
hi: मैन्युअल स्थान प्रविष्टि खोलता है.
ja: 手動の場所入力を開きます。
pt_br: Abre a entrada manual de local.
ru: Открывает ручной ввод места.
zh_hans: 打开手动地点条目。

source: Opens movement details.
ar: يفتح تفاصيل الحركة.
bn: আন্দোলনের বিবরণ খোলে।
es: Abre detalles del movimiento.
fr: Ouvre les détails du mouvement.
hi: गतिविधि विवरण खोलता है.
ja: 動きの詳細を開きます。
pt_br: Abre detalhes do movimento.
ru: Открывает детали движения.
zh_hans: 打开运动详细信息。

source: Opens options to save your current place or add a past visit.
ar: يفتح خيارات لحفظ مكانك الحالي أو إضافة زيارة سابقة.
bn: আপনার বর্তমান স্থান সংরক্ষণ বা একটি অতীত পরিদর্শন যোগ করার বিকল্প খোলে।
es: Abre opciones para guardar su lugar actual o agregar una visita pasada.
fr: Ouvre des options pour enregistrer votre lieu actuel ou ajouter une visite passée.
hi: आपके वर्तमान स्थान को सहेजने या पिछली यात्रा को जोड़ने के विकल्प खोलता है।
ja: 現在の場所を保存するか、過去の訪問を追加するオプションが開きます。
pt_br: Abre opções para salvar seu local atual ou adicionar uma visita anterior.
ru: Открывает варианты сохранения текущего места или добавления прошлого посещения.
zh_hans: 打开选项以保存您当前的位置或添加过去的访问。

source: Opens outing details.
ar: يفتح تفاصيل النزهة.
bn: আউটিংয়ের বিবরণ খোলে।
es: Abre los detalles de la salida.
fr: Ouvre les détails de la sortie.
hi: आउटिंग विवरण खोलता है.
ja: おでかけ詳細が開きます。
pt_br: Abre detalhes do passeio.
ru: Открывает подробности выезда.
zh_hans: 打开郊游详细信息。

source: Opens route replay controls for this outing.
ar: يفتح عناصر التحكم في إعادة تشغيل المسار لهذه النزهة.
bn: এই আউটিংয়ের জন্য রুট রিপ্লে কন্ট্রোল খোলে।
es: Abre los controles de repetición de ruta para esta salida.
fr: Ouvre les commandes de relecture de l'itinéraire pour cette sortie.
hi: इस आउटिंग के लिए रूट रीप्ले नियंत्रण खोलता है।
ja: この外出のルート再生コントロールを開きます。
pt_br: Abre controles de repetição de rota para este passeio.
ru: Открывает элементы управления воспроизведением маршрута для этой прогулки.
zh_hans: 打开本次郊游的路线重播控件。

source: Opens the photo.
ar: يفتح الصورة.
bn: ছবি খোলে।
es: Abre la foto.
fr: Ouvre la photo.
hi: फ़ोटो खोलता है.
ja: 写真を開きます。
pt_br: Abre a foto.
ru: Открывает фотографию.
zh_hans: 打开照片。

source: Opens this location in Apple Maps.
ar: يفتح هذا الموقع في خرائط أبل.
bn: অ্যাপল ম্যাপে এই অবস্থানটি খোলে।
es: Abre esta ubicación en Apple Maps.
fr: Ouvre cet emplacement dans Apple Maps.
hi: इस स्थान को Apple मानचित्र में खोलता है।
ja: この場所を Apple マップで開きます。
pt_br: Abre este local no Apple Maps.
ru: Открывает это местоположение в Apple Maps.
zh_hans: 在 Apple 地图中打开此位置。

source: Opens this photo full screen.
ar: يفتح هذه الصورة بملء الشاشة.
bn: এই ফটো পূর্ণ স্ক্রীন খোলে।
es: Abre esta foto en pantalla completa.
fr: Ouvre cette photo en plein écran.
hi: इस फ़ोटो को पूर्ण स्क्रीन खोलता है.
ja: この写真を全画面で開きます。
pt_br: Abre esta foto em tela inteira.
ru: Открывает это фото на весь экран.
zh_hans: 全屏打开这张照片。

source: Opens visit details prefilled with this place.
ar: يفتح تفاصيل الزيارة المملوءة مسبقًا بهذا المكان.
bn: এই স্থানের সাথে পূর্বে পূরণ করা পরিদর্শন বিবরণ খোলে।
es: Abre los detalles de la visita precargados con este lugar.
fr: Ouvre les détails de la visite pré-remplis avec ce lieu.
hi: इस स्थान से पहले से भरे गए भ्रमण विवरण को खोलता है।
ja: この場所に事前入力された訪問の詳細が開きます。
pt_br: Abre detalhes da visita preenchidos previamente com este lugar.
ru: Открывает сведения о посещении, предварительно заполненные этим местом.
zh_hans: 打开预先填写此地点的访问详细信息。

source: Opens visit details.
ar: يفتح تفاصيل الزيارة.
bn: পরিদর্শন বিবরণ খোলে।
es: Abre los detalles de la visita.
fr: Ouvre les détails de la visite.
hi: विज़िट विवरण खोलता है.
ja: 訪問の詳細を開きます。
pt_br: Abre detalhes da visita.
ru: Открывает подробности посещения.
zh_hans: 打开访问详细信息。

source: Optional
ar: خياري
bn: ঐচ্ছিক
es: Opcional
fr: Facultatif
hi: वैकल्पिक
ja: オプション
pt_br: Opcional
ru: Необязательный
zh_hans: 选修的

source: Originally detected as %@
ar: تم اكتشافه في الأصل كـ %@
bn: মূলত %@ হিসাবে সনাক্ত করা হয়েছে
es: Detectado originalmente como %@
fr: Initialement détecté comme %@
hi: मूल रूप से %@ के रूप में पहचाना गया
ja: 当初は%@として検出されました
pt_br: Detectado originalmente como %@
ru: Первоначально обнаружено как %@
zh_hans: 最初检测为%@

source: OUTING
ar: نزهة
bn: আউটিং
es: EXCURSIÓN
fr: SORTIE
hi: गोट
ja: 外出
pt_br: PASSEIO
ru: ВЫЕЗД
zh_hans: 郊游

source: OUTING EXPORT
ar: تصدير نزهة
bn: আউটিং এক্সপোর্ট
es: EXPORTACIÓN DE EXCURSIONES
fr: SORTIE EXPORT
hi: आउटिंग निर्यात
ja: おでかけエクスポート
pt_br: EXPORTAÇÃO DE PASSEIO
ru: ВЫЕЗДНОЙ ЭКСПОРТ
zh_hans: 郊游出口

source: Outing exports now plan filenames more accurately, preserve visit correction details, and present sharing more reliably.
ar: تقوم عمليات التصدير الآن بتخطيط أسماء الملفات بشكل أكثر دقة، والحفاظ على تفاصيل تصحيح الزيارة، وتقديم المشاركة بشكل أكثر موثوقية.
bn: আউটিং এক্সপোর্টগুলি এখন ফাইলের নামগুলি আরও সঠিকভাবে পরিকল্পনা করে, ভিজিট সংশোধনের বিশদ সংরক্ষণ করে এবং আরও নির্ভরযোগ্যভাবে শেয়ারিং উপস্থাপন করে৷
es: Las exportaciones de salidas ahora planifican los nombres de los archivos con mayor precisión, conservan los detalles de corrección de las visitas y presentan el uso compartido de manera más confiable.
fr: Les exportations de sorties planifient désormais les noms de fichiers avec plus de précision, préservent les détails de correction des visites et présentent le partage de manière plus fiable.
hi: आउटिंग एक्सपोर्ट अब अधिक सटीक रूप से फ़ाइल नामों की योजना बनाते हैं, विज़िट सुधार विवरण संरक्षित करते हैं, और अधिक विश्वसनीय रूप से साझाकरण प्रस्तुत करते हैं।
ja: 外出エクスポートでは、ファイル名がより正確に計画され、訪問修正の詳細が保存され、共有がより確実に行われるようになりました。
pt_br: As exportações de saída agora planejam nomes de arquivos com mais precisão, preservam detalhes de correção de visitas e apresentam compartilhamento de forma mais confiável.
ru: При внешнем экспорте имена файлов теперь планируются более точно, сохраняются сведения об исправлениях посещений и обеспечивается более надежный обмен данными.
zh_hans: 外出导出现在可以更准确地规划文件名，保留访问更正详细信息，并更可靠地呈现共享。

source: Outing name
ar: اسم نزهة
bn: আউটিংয়ের নাম
es: Nombre de la salida
fr: Nom de la sortie
hi: सैर का नाम
ja: お出かけ名
pt_br: Nome do passeio
ru: Название выезда
zh_hans: 郊游名称

source: OUTINGS
ar: نزهات
bn: আউটিং
es: SALIDAS
fr: SORTIES
hi: सैर
ja: 外出
pt_br: PASSEIOS
ru: ВЫЕЗДЫ
zh_hans: 郊游

source: Outings for every trip
ar: نزهات لكل رحلة
bn: প্রতিটি ভ্রমণের জন্য আউটিং
es: Salidas para cada viaje
fr: Des sorties pour chaque voyage
hi: प्रत्येक यात्रा के लिए सैर-सपाटा
ja: 旅行ごとの外出
pt_br: Passeios para cada viagem
ru: Выезды в каждую поездку
zh_hans: 每次旅行都有郊游

source: OUTLIER FLAG
ar: العلم الخارجي
bn: আউটলিয়ার পতাকা
es: BANDERA DE VALOR ATÍPICO
fr: INDICATEUR D’ANOMALIE
hi: बाहरी झंडा
ja: 外れ値フラグ
pt_br: BANDEIRA ATÍPICA
ru: ФЛАГ ВЫБРОСА
zh_hans: 异常值标志

source: Outlier path point
ar: نقطة المسار الخارجية
bn: আউটলার পাথ পয়েন্ট
es: Punto de ruta atípico
fr: Point de chemin aberrant
hi: बाहरी पथ बिंदु
ja: 外れ値のパス ポイント
pt_br: Ponto de caminho discrepante
ru: Выбросная точка пути
zh_hans: 离群路径点

source: OUTPUT
ar: الإخراج
bn: আউটপুট
es: PRODUCCIÓN
fr: SORTIR
hi: उत्पादन
ja: 出力
pt_br: SAÍDA
ru: ВЫХОД
zh_hans: 输出

source: Overlays the route for the tracking session that is currently running, separate from the historical date-range path.
ar: يتراكب المسار لجلسة التتبع الجاري تشغيلها حاليًا، بشكل منفصل عن مسار النطاق الزمني التاريخي.
bn: ট্র্যাকিং সেশনের জন্য রুট ওভারলে করে যা বর্তমানে চলছে, ঐতিহাসিক তারিখ-পরিসরের পথ থেকে আলাদা।
es: Superpone la ruta de la sesión de seguimiento que se está ejecutando actualmente, separada de la ruta histórica del rango de fechas.
fr: Superpose l'itinéraire de la session de suivi en cours d'exécution, distinct du chemin de plage de dates historique.
hi: ऐतिहासिक दिनांक-सीमा पथ से अलग, वर्तमान में चल रहे ट्रैकिंग सत्र के लिए रूट को ओवरले करता है।
ja: 履歴の日付範囲パスとは別に、現在実行中の追跡セッションのルートをオーバーレイします。
pt_br: Sobrepõe a rota da sessão de rastreamento que está em execução no momento, separada do caminho histórico do intervalo de datas.
ru: Накладывает маршрут текущего сеанса отслеживания отдельно от исторического пути диапазона дат.
zh_hans: 覆盖当前正在运行的跟踪会话的路线，与历史日期范围路径分开。

source: OwnTracks format works with Dawarich (api/v1/owntracks/points), OwnTracks Recorder (/pub), and Traccar.
ar: يعمل تنسيق OwnTracks مع Dawarich (api/v1/owntracks/points)، ومسجل OwnTracks (/pub)، وTraccar.
bn: OwnTracks ফরম্যাট Dawarich (api/v1/owntracks/points), OwnTracks Recorder (/pub), এবং Traccar-এর সাথে কাজ করে।
es: El formato OwnTracks funciona con Dawarich (api/v1/owntracks/points), OwnTracks Recorder (/pub) y Traccar.
fr: Le format OwnTracks fonctionne avec Dawarich (api/v1/owntracks/points), OwnTracks Recorder (/pub) et Traccar.
hi: OwnTracks प्रारूप डावरिच (एपीआई/वी1/ओनट्रैक्स/पॉइंट्स), OwnTracks रिकॉर्डर (/पब) और ट्रैकर के साथ काम करता है।
ja: OwnTracks形式は、Dawarich (api/v1/owntracks/points)、 OwnTracks Recorder (/pub)、および Traccar で動作します。
pt_br: O formato OwnTracks funciona com Dawarich (api/v1/owntracks/points), OwnTracks Recorder (/pub) e Traccar.
ru: Формат OwnTracks работает с Dawarich (api/v1/owntracks/points), OwnTracks Recorder (/pub) и Traccar.
zh_hans: OwnTracks格式适用于 Dawarich (api/v1/owntracks/points)、 OwnTracks Recorder (/pub) 和 Traccar。

source: PARAM NAME
ar: اسم بارام
bn: পরম নাম
es: NOMBRE DEL PARÁMETRO
fr: NOM DU PARAMÈTRE
hi: परम नाम
ja: パラメータ名
pt_br: NOME DO PARÂMETRO
ru: ИМЯ ПАРАМЕТРА
zh_hans: 参数名称

source: Parsing failed: %@
ar: فشل التحليل: %@
bn: পার্সিং ব্যর্থ হয়েছে: %@
es: Error de análisis: %@
fr: Échec de l'analyse : %@
hi: पार्सिंग विफल: %@
ja: 解析に失敗しました: %@
pt_br: Falha na análise: %@
ru: Не удалось выполнить синтаксический анализ: %@
zh_hans: 解析失败： %@

source: PASSWORD
ar: كلمة المرور
bn: পাসওয়ার্ড
es: CONTRASEÑA
fr: MOT DE PASSE
hi: पासवर्ड
ja: パスワード
pt_br: SENHA
ru: ПАРОЛЬ
zh_hans: 密码

source: Past visits need a departure time.
ar: الزيارات السابقة تحتاج إلى وقت المغادرة.
bn: অতীত পরিদর্শন একটি প্রস্থান সময় প্রয়োজন.
es: Las visitas anteriores necesitan una hora de salida.
fr: Les visites passées nécessitent une heure de départ.
hi: पिछली यात्राओं के लिए प्रस्थान समय की आवश्यकता होती है।
ja: 過去の訪問には出発時間が必要です。
pt_br: Visitas anteriores precisam de um horário de partida.
ru: Прошлые посещения требуют времени отправления.
zh_hans: 过去的访问需要出发时间。

source: Past visits work without Location permission and never fall back to your current GPS position.
ar: تعمل الزيارات السابقة بدون إذن الموقع ولا تعود أبدًا إلى موقعك الحالي عبر نظام GPS .
bn: অতীতের পরিদর্শনগুলি অবস্থানের অনুমতি ছাড়াই কাজ করে এবং কখনই আপনার বর্তমান GPS অবস্থানে ফিরে আসে না।
es: Las visitas anteriores funcionan sin permiso de ubicación y nunca vuelven a su posición GPS actual.
fr: Les visites passées fonctionnent sans autorisation de localisation et ne reviennent jamais à votre position GPS actuelle.
hi: पिछली विज़िट स्थान की अनुमति के बिना काम करती हैं और कभी भी आपकी वर्तमान GPS स्थिति पर वापस नहीं आती हैं।
ja: 過去の訪問は位置情報の許可なしで機能し、現在のGPS位置にフォールバックすることはありません。
pt_br: As visitas anteriores funcionam sem permissão de localização e nunca voltam à sua posição GPS atual.
ru: Предыдущие посещения работают без разрешения на определение местоположения и никогда не возвращаются к текущему положению GPS .
zh_hans: 过去的访问无需位置许可即可进行，并且永远不会回退到您当前的GPS位置。

source: PATH
ar: طريق
bn: পথ
es: CAMINO
fr: CHEMIN
hi: पथ
ja: パス
pt_br: CAMINHO
ru: ПУТЬ
zh_hans: 小路

source: Path end
ar: نهاية المسار
bn: পথ শেষ
es: Fin del camino
fr: Fin du chemin
hi: पथ समाप्ति
ja: パスの終点
pt_br: Fim do caminho
ru: Конец пути
zh_hans: 路径尽头

source: Path point
ar: نقطة المسار
bn: পথ বিন্দু
es: Punto de ruta
fr: Point de chemin
hi: पथ बिंदु
ja: パスポイント
pt_br: Ponto de caminho
ru: Точка пути
zh_hans: 路径点

source: Path start
ar: بداية المسار
bn: পথ শুরু
es: Inicio del camino
fr: Début du chemin
hi: पथ प्रारंभ
ja: パスの開始点
pt_br: Início do caminho
ru: Начало пути
zh_hans: 路径起点

source: Path visualization
ar: تصور المسار
bn: পাথ ভিজ্যুয়ালাইজেশন
es: Visualización de ruta
fr: Visualisation du chemin
hi: पथ दृश्य
ja: パスの視覚化
pt_br: Visualização de caminho
ru: Визуализация пути
zh_hans: 路径可视化

source: Pause route replay
ar: إيقاف إعادة تشغيل المسار مؤقتًا
bn: রুট রিপ্লে থামান
es: Pausar la repetición de la ruta
fr: Suspendre la relecture de l'itinéraire
hi: रूट रीप्ले रोकें
ja: ルートの再生を一時停止する
pt_br: Pausar a repetição da rota
ru: Приостановить воспроизведение маршрута
zh_hans: 暂停路线重播

source: Perfect — permissions are fully configured.
ar: مثالي - تم تكوين الأذونات بالكامل.
bn: নিখুঁত - অনুমতি সম্পূর্ণরূপে কনফিগার করা হয়.
es: Perfecto: los permisos están completamente configurados.
fr: Parfait : les autorisations sont entièrement configurées.
hi: बिल्कुल सही - अनुमतियाँ पूरी तरह से कॉन्फ़िगर की गई हैं।
ja: 完璧 — 権限は完全に構成されています。
pt_br: Perfeito – as permissões estão totalmente configuradas.
ru: Отлично — разрешения полностью настроены.
zh_hans: 完美——权限已完全配置。

source: PERMISSION
ar: إذن
bn: অনুমতি
es: PERMISO
fr: AUTORISATION
hi: अनुमति
ja: 許可
pt_br: PERMISSÃO
ru: РАЗРЕШЕНИЕ
zh_hans: 允许

source: PERMISSION SETUP
ar: إعداد الإذن
bn: অনুমতি সেটআপ
es: CONFIGURACIÓN DE PERMISOS
fr: CONFIGURATION DES AUTORISATIONS
hi: अनुमति सेटअप
ja: 権限の設定
pt_br: CONFIGURAÇÃO DE PERMISSÃO
ru: НАСТРОЙКА РАЗРЕШЕНИЙ
zh_hans: 权限设置

source: Photo
ar: صورة
bn: ছবি
es: Foto
hi: तस्वीर
ja: 写真
pt_br: Foto
ru: Фото
zh_hans: 照片

source: PHOTO
ar: صورة
bn: ছবি
es: FOTO
hi: तस्वीर
ja: 写真
pt_br: FOTO
ru: ФОТО
zh_hans: 照片

source: Photo access is off. Enable it in Settings to show photo pins on the map.
ar: تم إيقاف الوصول إلى الصور. قم بتمكينه في الإعدادات لإظهار دبابيس الصور على الخريطة.
bn: ফটো অ্যাক্সেস বন্ধ আছে. মানচিত্রে ফটো পিনগুলি দেখাতে সেটিংসে এটি সক্ষম করুন৷
es: El acceso a fotografías está desactivado. Habilítelo en Configuración para mostrar pines de fotos en el mapa.
fr: L'accès aux photos est désactivé. Activez-le dans Paramètres pour afficher les épingles photo sur la carte.
hi: फ़ोटो पहुंच बंद है. मानचित्र पर फोटो पिन दिखाने के लिए इसे सेटिंग्स में सक्षम करें।
ja: 写真へのアクセスはオフになっています。設定で有効にすると、地図上に写真ピンが表示されます。
pt_br: O acesso às fotos está desativado. Ative-o em Configurações para mostrar alfinetes de fotos no mapa.
ru: Доступ к фотографиям закрыт. Включите эту функцию в настройках, чтобы показывать фотографии на карте.
zh_hans: 照片访问已关闭。在“设置”中启用它以在地图上显示照片图钉。

source: Photo access is restricted on this device.
ar: الوصول إلى الصور مقيد على هذا الجهاز.
bn: এই ডিভাইসে ফটো অ্যাক্সেস সীমাবদ্ধ।
es: El acceso a las fotografías está restringido en este dispositivo.
fr: L'accès aux photos est restreint sur cet appareil.
hi: इस डिवाइस पर फ़ोटो का उपयोग प्रतिबंधित है.
ja: このデバイスでは写真へのアクセスが制限されています。
pt_br: O acesso às fotos é restrito neste dispositivo.
ru: Доступ к фотографиям на этом устройстве ограничен.
zh_hans: 此设备上的照片访问受到限制。

source: Photo GPS
ar: صور GPS
bn: ছবি GPS
es: Foto GPS
hi: फोटो GPS
ja: 写真GPS
pt_br: Foto GPS
ru: Фото GPS
zh_hans: 照片GPS

source: Photo images
ar: صور فوتوغرافية
bn: ছবির ছবি
es: Imágenes fotográficas
fr: Images photographiques
hi: फोटो छवियाँ
ja: 写真画像
pt_br: Imagens fotográficas
ru: Фотоизображения
zh_hans: 照片图像

source: Photo markers
ar: علامات الصور
bn: ফটো চিহ্নিতকারী
es: Marcadores de fotos
fr: Marqueurs photo
hi: फोटो मार्कर
ja: フォトマーカー
pt_br: Marcadores de fotos
ru: Фотомаркеры
zh_hans: 照片标记

source: Photo taken at %@
ar: تم التقاط الصورة في %@
bn: %@ এ তোলা ছবি
es: Foto tomada en %@
fr: Photo prise à %@
hi: फोटो %@ पर लिया गया
ja: %@で撮影された写真
pt_br: Foto tirada em %@
ru: Фотография сделана в %@
zh_hans: 照片拍摄于%@

source: Photos
ar: صور
bn: ফটো
es: Fotos
hi: तस्वीरें
ja: 写真
pt_br: Fotos
ru: Фотографии
zh_hans: 照片

source: PHOTOS
ar: صور
bn: ফটো
es: FOTOS
hi: तस्वीरें
ja: 写真
pt_br: FOTOS
ru: ФОТОГРАФИИ
zh_hans: 照片

source: Photos access
ar: الوصول إلى الصور
bn: ফটো অ্যাক্সেস
es: Acceso a fotos
fr: Accès aux photos
hi: फ़ोटो तक पहुंच
ja: 写真へのアクセス
pt_br: Acesso às fotos
ru: Доступ к фотографиям
zh_hans: 照片访问
